OdIfcGUID.op_Implicit~System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*
\details
Converts the IFC GUID object's value to a constant C++ character array.
\returns A raw pointer to the C++ character array that contains the string with the IfcGUID value.